// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Test";

TransferringProcessTitle = "Transferring file…";
PrintingProcessTitle = "Printing test page…";

HSDTitleTextFieldValue = "Test Page";
HSDInfoTextFieldValue = "If you experience any problems with printing your documents on this printer you can try printing a test page to identify the source of the problem.

This page will be sent directly to the printer, bypassing the driver and any other system processing.

If the test page is printed OK, then there may be some problems in your computer's printing system. You can try reinstalling the driver to fix the problem.

If the test page does not print or prints poorly, then your printer is malfunctioning.";
HSDPrintButtonTitle = "Print Test Page";

HSDRMTTPPanelHeader = "Print a Printer Status Report";
HSDRMTTPPanelHeader = "Print a test page to verify that the device can receive data and print from the computer correctly. Plain paper can be used for this purpose.\n\nClick Print Page to print the test page.";
HSDRMTTPButtonTitle = "Print Page";
RMTTaskTitle = "Printer Status\nReport";

NoPaperTitle = "Out of paper";
NoPaperMsg = "The device is out of paper. Please add some paper to the input tray.";
